IdeaRS.Connections
FasteningData.RowsNegative Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the rows of a negative fasteners positions in case of RowsPosition equals to Profile. Absolute positions of groups, in group are relative positions.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NumberGroups RowsNegative { get; set; }
Property Value
Type: NumberGroups
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace